<?php include_once('partials/header.php') ?>

<main class="news-page">
  <section id="news-page" class="section">
    <div class="container">
      <div class="news">
        <a href="" class="news-item__back link">
          <svg class="link__icon link__icon--cyan me-2 mb-1" width="9" height="15" viewBox="0 0 9 15" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M0.37664 6.67278L6.99848 0.331965C7.10724 0.226776 7.23664 0.143286 7.37921 0.0863104C7.52177 0.0293344 7.67469 0 7.82914 0C7.98358 0 8.1365 0.0293344 8.27907 0.0863104C8.42163 0.143286 8.55103 0.226776 8.65979 0.331965C8.87769 0.542236 9 0.826676 9 1.12316C9 1.41965 8.87769 1.70409 8.65979 1.91436L2.86861 7.5257L8.65979 13.0809C8.87769 13.2912 9 13.5756 9 13.8721C9 14.1686 8.87769 14.453 8.65979 14.6633C8.55144 14.7694 8.42222 14.8537 8.27964 14.9115C8.13705 14.9693 7.98393 14.9994 7.82914 15C7.67435 14.9994 7.52122 14.9693 7.37863 14.9115C7.23605 14.8537 7.10683 14.7694 6.99848 14.6633L0.37664 8.32251C0.257887 8.21742 0.163112 8.08987 0.0982885 7.9479C0.0334654 7.80594 0 7.65263 0 7.49764C0 7.34266 0.0334654 7.18935 0.0982885 7.04738C0.163112 6.90542 0.257887 6.77787 0.37664 6.67278Z" fill="#1E5B60" />
          </svg>
          Назад
        </a>

        <h2 class="section__title">Все новости</h2>

        <div class="news__slider">
          <div class="swiper-container news-slider">
            <div class="swiper-wrapper">
              <div class="swiper-slide">
                <div class="news__card">
                  <div class="news__picture">
                    <img src="img/page/main/news/image.jpg" alt="" class="news__image">
                  </div>
                  <!-- /.news__picture -->

                  <div class="news__wrapper">
                    <h3 class="news__title">Жители города оставили мнение о парке</h3>
                    <p class="news__description">31 марта в Свободном состоялся очный открытый семинар «Будущее Городског..</p>

                    <div class="news__action">
                      <time class="news__time">17.04 12:48</time>
                      <a href="" class="news__link link">Подробнее
                        <svg class="news__icon link__icon link__icon--cyan ms-1" viewBox="0 0 6 10" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M5.74891 4.44852L1.33435 0.22131C1.26184 0.151184 1.17557 0.0955243 1.08053 0.0575403C0.985484 0.0195562 0.883539 0 0.780576 0C0.677612 0 0.575667 0.0195562 0.480622 0.0575403C0.385577 0.0955243 0.299313 0.151184 0.226806 0.22131C0.081538 0.36149 0 0.551118 0 0.748776C0 0.946434 0.081538 1.13606 0.226806 1.27624L4.0876 5.01713L0.226806 8.72062C0.081538 8.8608 0 9.05042 0 9.24808C0 9.44574 0.081538 9.63537 0.226806 9.77555C0.299041 9.84624 0.385184 9.90248 0.480241 9.94101C0.575299 9.97954 0.677382 9.99959 0.780576 10C0.88377 9.99959 0.985853 9.97954 1.08091 9.94101C1.17597 9.90248 1.26211 9.84624 1.33435 9.77555L5.74891 5.54834C5.82808 5.47828 5.89126 5.39325 5.93447 5.2986C5.97769 5.20396 6 5.10175 6 4.99843C6 4.8951 5.97769 4.7929 5.93447 4.69826C5.89126 4.60361 5.82808 4.51858 5.74891 4.44852Z" fill="#1E5B60" />
                        </svg>
                      </a>
                    </div>
                    <!-- /.news__action -->
                  </div>
                  <!-- /.news__wrapper -->
                </div>
                <!-- /.news__card -->
              </div>
              <!-- /.swiper-slide -->

              <div class="swiper-slide">
                <div class="news__card">
                  <div class="news__picture">
                    <img src="img/page/main/news/image.jpg" alt="" class="news__image">
                  </div>
                  <!-- /.news__picture -->

                  <div class="news__wrapper">
                    <h3 class="news__title">Жители города оставили мнение о парке</h3>
                    <p class="news__description">31 марта в Свободном состоялся очный открытый семинар «Будущее Городског..</p>

                    <div class="news__action">
                      <time class="news__time">17.04 12:48</time>
                      <a href="" class="news__link link">Подробнее
                        <svg class="news__icon link__icon link__icon--cyan ms-1" viewBox="0 0 6 10" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M5.74891 4.44852L1.33435 0.22131C1.26184 0.151184 1.17557 0.0955243 1.08053 0.0575403C0.985484 0.0195562 0.883539 0 0.780576 0C0.677612 0 0.575667 0.0195562 0.480622 0.0575403C0.385577 0.0955243 0.299313 0.151184 0.226806 0.22131C0.081538 0.36149 0 0.551118 0 0.748776C0 0.946434 0.081538 1.13606 0.226806 1.27624L4.0876 5.01713L0.226806 8.72062C0.081538 8.8608 0 9.05042 0 9.24808C0 9.44574 0.081538 9.63537 0.226806 9.77555C0.299041 9.84624 0.385184 9.90248 0.480241 9.94101C0.575299 9.97954 0.677382 9.99959 0.780576 10C0.88377 9.99959 0.985853 9.97954 1.08091 9.94101C1.17597 9.90248 1.26211 9.84624 1.33435 9.77555L5.74891 5.54834C5.82808 5.47828 5.89126 5.39325 5.93447 5.2986C5.97769 5.20396 6 5.10175 6 4.99843C6 4.8951 5.97769 4.7929 5.93447 4.69826C5.89126 4.60361 5.82808 4.51858 5.74891 4.44852Z" fill="#1E5B60" />
                        </svg>
                      </a>
                    </div>
                    <!-- /.news__action -->
                  </div>
                  <!-- /.news__wrapper -->
                </div>
                <!-- /.news__card -->
              </div>
              <!-- /.swiper-slide -->


              <div class="swiper-slide">
                <div class="news__card">
                  <div class="news__picture">
                    <img src="img/page/main/news/image.jpg" alt="" class="news__image">
                  </div>
                  <!-- /.news__picture -->

                  <div class="news__wrapper">
                    <h3 class="news__title">Жители города оставили мнение о парке</h3>
                    <p class="news__description">31 марта в Свободном состоялся очный открытый семинар «Будущее Городског..</p>

                    <div class="news__action">
                      <time class="news__time">17.04 12:48</time>
                      <a href="" class="news__link link">Подробнее
                        <svg class="news__icon link__icon link__icon--cyan ms-1" viewBox="0 0 6 10" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M5.74891 4.44852L1.33435 0.22131C1.26184 0.151184 1.17557 0.0955243 1.08053 0.0575403C0.985484 0.0195562 0.883539 0 0.780576 0C0.677612 0 0.575667 0.0195562 0.480622 0.0575403C0.385577 0.0955243 0.299313 0.151184 0.226806 0.22131C0.081538 0.36149 0 0.551118 0 0.748776C0 0.946434 0.081538 1.13606 0.226806 1.27624L4.0876 5.01713L0.226806 8.72062C0.081538 8.8608 0 9.05042 0 9.24808C0 9.44574 0.081538 9.63537 0.226806 9.77555C0.299041 9.84624 0.385184 9.90248 0.480241 9.94101C0.575299 9.97954 0.677382 9.99959 0.780576 10C0.88377 9.99959 0.985853 9.97954 1.08091 9.94101C1.17597 9.90248 1.26211 9.84624 1.33435 9.77555L5.74891 5.54834C5.82808 5.47828 5.89126 5.39325 5.93447 5.2986C5.97769 5.20396 6 5.10175 6 4.99843C6 4.8951 5.97769 4.7929 5.93447 4.69826C5.89126 4.60361 5.82808 4.51858 5.74891 4.44852Z" fill="#1E5B60" />
                        </svg>
                      </a>
                    </div>
                    <!-- /.news__action -->
                  </div>
                  <!-- /.news__wrapper -->
                </div>
                <!-- /.news__card -->
              </div>
              <!-- /.swiper-slide -->

              <div class="swiper-slide">
                <div class="news__card">
                  <div class="news__picture">
                    <img src="img/page/main/news/image.jpg" alt="" class="news__image">
                  </div>
                  <!-- /.news__picture -->

                  <div class="news__wrapper">
                    <h3 class="news__title">Жители города оставили мнение о парке</h3>
                    <p class="news__description">31 марта в Свободном состоялся очный открытый семинар «Будущее Городског..</p>

                    <div class="news__action">
                      <time class="news__time">17.04 12:48</time>
                      <a href="" class="news__link link">Подробнее
                        <svg class="news__icon link__icon link__icon--cyan ms-1" viewBox="0 0 6 10" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M5.74891 4.44852L1.33435 0.22131C1.26184 0.151184 1.17557 0.0955243 1.08053 0.0575403C0.985484 0.0195562 0.883539 0 0.780576 0C0.677612 0 0.575667 0.0195562 0.480622 0.0575403C0.385577 0.0955243 0.299313 0.151184 0.226806 0.22131C0.081538 0.36149 0 0.551118 0 0.748776C0 0.946434 0.081538 1.13606 0.226806 1.27624L4.0876 5.01713L0.226806 8.72062C0.081538 8.8608 0 9.05042 0 9.24808C0 9.44574 0.081538 9.63537 0.226806 9.77555C0.299041 9.84624 0.385184 9.90248 0.480241 9.94101C0.575299 9.97954 0.677382 9.99959 0.780576 10C0.88377 9.99959 0.985853 9.97954 1.08091 9.94101C1.17597 9.90248 1.26211 9.84624 1.33435 9.77555L5.74891 5.54834C5.82808 5.47828 5.89126 5.39325 5.93447 5.2986C5.97769 5.20396 6 5.10175 6 4.99843C6 4.8951 5.97769 4.7929 5.93447 4.69826C5.89126 4.60361 5.82808 4.51858 5.74891 4.44852Z" fill="#1E5B60" />
                        </svg>
                      </a>
                    </div>
                    <!-- /.news__action -->
                  </div>
                  <!-- /.news__wrapper -->
                </div>
                <!-- /.news__card -->
              </div>
              <!-- /.swiper-slide -->


              <div class="swiper-slide">
                <div class="news__card">
                  <div class="news__picture">
                    <img src="img/page/main/news/image.jpg" alt="" class="news__image">
                  </div>
                  <!-- /.news__picture -->

                  <div class="news__wrapper">
                    <h3 class="news__title">Жители города оставили мнение о парке</h3>
                    <p class="news__description">31 марта в Свободном состоялся очный открытый семинар «Будущее Городског..</p>

                    <div class="news__action">
                      <time class="news__time">17.04 12:48</time>
                      <a href="" class="news__link link">Подробнее
                        <svg class="news__icon link__icon link__icon--cyan ms-1" viewBox="0 0 6 10" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M5.74891 4.44852L1.33435 0.22131C1.26184 0.151184 1.17557 0.0955243 1.08053 0.0575403C0.985484 0.0195562 0.883539 0 0.780576 0C0.677612 0 0.575667 0.0195562 0.480622 0.0575403C0.385577 0.0955243 0.299313 0.151184 0.226806 0.22131C0.081538 0.36149 0 0.551118 0 0.748776C0 0.946434 0.081538 1.13606 0.226806 1.27624L4.0876 5.01713L0.226806 8.72062C0.081538 8.8608 0 9.05042 0 9.24808C0 9.44574 0.081538 9.63537 0.226806 9.77555C0.299041 9.84624 0.385184 9.90248 0.480241 9.94101C0.575299 9.97954 0.677382 9.99959 0.780576 10C0.88377 9.99959 0.985853 9.97954 1.08091 9.94101C1.17597 9.90248 1.26211 9.84624 1.33435 9.77555L5.74891 5.54834C5.82808 5.47828 5.89126 5.39325 5.93447 5.2986C5.97769 5.20396 6 5.10175 6 4.99843C6 4.8951 5.97769 4.7929 5.93447 4.69826C5.89126 4.60361 5.82808 4.51858 5.74891 4.44852Z" fill="#1E5B60" />
                        </svg>
                      </a>
                    </div>
                    <!-- /.news__action -->
                  </div>
                  <!-- /.news__wrapper -->
                </div>
                <!-- /.news__card -->
              </div>
              <!-- /.swiper-slide -->

              <div class="swiper-slide">
                <div class="news__card">
                  <div class="news__picture">
                    <img src="img/page/main/news/image.jpg" alt="" class="news__image">
                  </div>
                  <!-- /.news__picture -->

                  <div class="news__wrapper">
                    <h3 class="news__title">Жители города</h3>
                    <p class="news__description">31 марта в Свободном Свободном Свободном состоялся очный открытый семинар «Будущее Городског..</p>

                    <div class="news__action">
                      <time class="news__time">17.04 12:48</time>
                      <a href="" class="news__link link">Подробнее
                        <svg class="news__icon link__icon link__icon--cyan ms-1" viewBox="0 0 6 10" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M5.74891 4.44852L1.33435 0.22131C1.26184 0.151184 1.17557 0.0955243 1.08053 0.0575403C0.985484 0.0195562 0.883539 0 0.780576 0C0.677612 0 0.575667 0.0195562 0.480622 0.0575403C0.385577 0.0955243 0.299313 0.151184 0.226806 0.22131C0.081538 0.36149 0 0.551118 0 0.748776C0 0.946434 0.081538 1.13606 0.226806 1.27624L4.0876 5.01713L0.226806 8.72062C0.081538 8.8608 0 9.05042 0 9.24808C0 9.44574 0.081538 9.63537 0.226806 9.77555C0.299041 9.84624 0.385184 9.90248 0.480241 9.94101C0.575299 9.97954 0.677382 9.99959 0.780576 10C0.88377 9.99959 0.985853 9.97954 1.08091 9.94101C1.17597 9.90248 1.26211 9.84624 1.33435 9.77555L5.74891 5.54834C5.82808 5.47828 5.89126 5.39325 5.93447 5.2986C5.97769 5.20396 6 5.10175 6 4.99843C6 4.8951 5.97769 4.7929 5.93447 4.69826C5.89126 4.60361 5.82808 4.51858 5.74891 4.44852Z" fill="#1E5B60" />
                        </svg>
                      </a>
                    </div>
                    <!-- /.news__action -->
                  </div>
                  <!-- /.news__wrapper -->
                </div>
                <!-- /.news__card -->
              </div>
              <!-- /.swiper-slide -->

              <div class="swiper-slide">
                <div class="news__card">
                  <div class="news__picture">
                    <img src="img/page/main/news/image.jpg" alt="" class="news__image">
                  </div>
                  <!-- /.news__picture -->

                  <div class="news__wrapper">
                    <h3 class="news__title">Жители города оставили мнение о парке</h3>
                    <p class="news__description">31 марта в Свободном состоялся очный открытый семинар «Будущее Городског..</p>

                    <div class="news__action">
                      <time class="news__time">17.04 12:48</time>
                      <a href="" class="news__link link">Подробнее
                        <svg class="news__icon link__icon link__icon--cyan ms-1" viewBox="0 0 6 10" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M5.74891 4.44852L1.33435 0.22131C1.26184 0.151184 1.17557 0.0955243 1.08053 0.0575403C0.985484 0.0195562 0.883539 0 0.780576 0C0.677612 0 0.575667 0.0195562 0.480622 0.0575403C0.385577 0.0955243 0.299313 0.151184 0.226806 0.22131C0.081538 0.36149 0 0.551118 0 0.748776C0 0.946434 0.081538 1.13606 0.226806 1.27624L4.0876 5.01713L0.226806 8.72062C0.081538 8.8608 0 9.05042 0 9.24808C0 9.44574 0.081538 9.63537 0.226806 9.77555C0.299041 9.84624 0.385184 9.90248 0.480241 9.94101C0.575299 9.97954 0.677382 9.99959 0.780576 10C0.88377 9.99959 0.985853 9.97954 1.08091 9.94101C1.17597 9.90248 1.26211 9.84624 1.33435 9.77555L5.74891 5.54834C5.82808 5.47828 5.89126 5.39325 5.93447 5.2986C5.97769 5.20396 6 5.10175 6 4.99843C6 4.8951 5.97769 4.7929 5.93447 4.69826C5.89126 4.60361 5.82808 4.51858 5.74891 4.44852Z" fill="#1E5B60" />
                        </svg>
                      </a>
                    </div>
                    <!-- /.news__action -->
                  </div>
                  <!-- /.news__wrapper -->
                </div>
                <!-- /.news__card -->
              </div>
              <!-- /.swiper-slide -->

              <div class="swiper-slide">
                <div class="news__card">
                  <div class="news__picture">
                    <img src="img/page/main/news/image.jpg" alt="" class="news__image">
                  </div>
                  <!-- /.news__picture -->

                  <div class="news__wrapper">
                    <h3 class="news__title">Жители города оставили мнение о парке</h3>
                    <p class="news__description">31 марта в Свободном состоялся очный открытый семинар «Будущее Городског..</p>

                    <div class="news__action">
                      <time class="news__time">17.04 12:48</time>
                      <a href="" class="news__link link">Подробнее
                        <svg class="news__icon link__icon link__icon--cyan ms-1" viewBox="0 0 6 10" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M5.74891 4.44852L1.33435 0.22131C1.26184 0.151184 1.17557 0.0955243 1.08053 0.0575403C0.985484 0.0195562 0.883539 0 0.780576 0C0.677612 0 0.575667 0.0195562 0.480622 0.0575403C0.385577 0.0955243 0.299313 0.151184 0.226806 0.22131C0.081538 0.36149 0 0.551118 0 0.748776C0 0.946434 0.081538 1.13606 0.226806 1.27624L4.0876 5.01713L0.226806 8.72062C0.081538 8.8608 0 9.05042 0 9.24808C0 9.44574 0.081538 9.63537 0.226806 9.77555C0.299041 9.84624 0.385184 9.90248 0.480241 9.94101C0.575299 9.97954 0.677382 9.99959 0.780576 10C0.88377 9.99959 0.985853 9.97954 1.08091 9.94101C1.17597 9.90248 1.26211 9.84624 1.33435 9.77555L5.74891 5.54834C5.82808 5.47828 5.89126 5.39325 5.93447 5.2986C5.97769 5.20396 6 5.10175 6 4.99843C6 4.8951 5.97769 4.7929 5.93447 4.69826C5.89126 4.60361 5.82808 4.51858 5.74891 4.44852Z" fill="#1E5B60" />
                        </svg>
                      </a>
                    </div>
                    <!-- /.news__action -->
                  </div>
                  <!-- /.news__wrapper -->
                </div>
                <!-- /.news__card -->
              </div>
              <!-- /.swiper-slide -->

              <div class="swiper-slide">
                <div class="news__card">
                  <div class="news__picture">
                    <img src="img/page/main/news/image.jpg" alt="" class="news__image">
                  </div>
                  <!-- /.news__picture -->

                  <div class="news__wrapper">
                    <h3 class="news__title">Жители города оставили мнение о парке</h3>
                    <p class="news__description">31 марта в Свободном состоялся очный открытый семинар «Будущее Городског..</p>

                    <div class="news__action">
                      <time class="news__time">17.04 12:48</time>
                      <a href="" class="news__link link">Подробнее
                        <svg class="news__icon link__icon link__icon--cyan ms-1" viewBox="0 0 6 10" fill="none" xmlns="http://www.w3.org/2000/svg">
                          <path d="M5.74891 4.44852L1.33435 0.22131C1.26184 0.151184 1.17557 0.0955243 1.08053 0.0575403C0.985484 0.0195562 0.883539 0 0.780576 0C0.677612 0 0.575667 0.0195562 0.480622 0.0575403C0.385577 0.0955243 0.299313 0.151184 0.226806 0.22131C0.081538 0.36149 0 0.551118 0 0.748776C0 0.946434 0.081538 1.13606 0.226806 1.27624L4.0876 5.01713L0.226806 8.72062C0.081538 8.8608 0 9.05042 0 9.24808C0 9.44574 0.081538 9.63537 0.226806 9.77555C0.299041 9.84624 0.385184 9.90248 0.480241 9.94101C0.575299 9.97954 0.677382 9.99959 0.780576 10C0.88377 9.99959 0.985853 9.97954 1.08091 9.94101C1.17597 9.90248 1.26211 9.84624 1.33435 9.77555L5.74891 5.54834C5.82808 5.47828 5.89126 5.39325 5.93447 5.2986C5.97769 5.20396 6 5.10175 6 4.99843C6 4.8951 5.97769 4.7929 5.93447 4.69826C5.89126 4.60361 5.82808 4.51858 5.74891 4.44852Z" fill="#1E5B60" />
                        </svg>
                      </a>
                    </div>
                    <!-- /.news__action -->
                  </div>
                  <!-- /.news__wrapper -->
                </div>
                <!-- /.news__card -->
              </div>
            </div>
            <!-- /.swiper-wrapper -->
          </div>
          <!-- /.news__wrapper -->

          <div class="swiper-button-prev news-slider-prev news-slider-prev--hidden"></div>
          <div class="swiper-button-next news-slider-next"></div>
        </div>
        <!-- /.news__slider -->
      </div>
      <!-- /.news -->
    </div>
    <!-- /.container -->
  </section>
</main>

<?php include_once('partials/footer.php') ?>