<?php include_once('partials/header.php') ?>

<main class="news-page">
  <section id="news-item" class="section">
    <div class="container">
      <div class="news-item">
        <a href="" class="news-item__back link">
          <svg class="link__icon link__icon--cyan me-2 mb-1" width="9" height="15" viewBox="0 0 9 15" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M0.37664 6.67278L6.99848 0.331965C7.10724 0.226776 7.23664 0.143286 7.37921 0.0863104C7.52177 0.0293344 7.67469 0 7.82914 0C7.98358 0 8.1365 0.0293344 8.27907 0.0863104C8.42163 0.143286 8.55103 0.226776 8.65979 0.331965C8.87769 0.542236 9 0.826676 9 1.12316C9 1.41965 8.87769 1.70409 8.65979 1.91436L2.86861 7.5257L8.65979 13.0809C8.87769 13.2912 9 13.5756 9 13.8721C9 14.1686 8.87769 14.453 8.65979 14.6633C8.55144 14.7694 8.42222 14.8537 8.27964 14.9115C8.13705 14.9693 7.98393 14.9994 7.82914 15C7.67435 14.9994 7.52122 14.9693 7.37863 14.9115C7.23605 14.8537 7.10683 14.7694 6.99848 14.6633L0.37664 8.32251C0.257887 8.21742 0.163112 8.08987 0.0982885 7.9479C0.0334654 7.80594 0 7.65263 0 7.49764C0 7.34266 0.0334654 7.18935 0.0982885 7.04738C0.163112 6.90542 0.257887 6.77787 0.37664 6.67278Z" fill="#1E5B60" />
          </svg>
          Назад
        </a>

        <h2 class="section__title section__title--desktop">Презентация концепции Городского парка</h2>

        <div class="news-item__content">
          <time class="news-item__date">10.05.21 17:30</time>

          <div class="row flex-column-reverse flex-lg-row">
            <div class="col-12 col-lg-8">
              <h2 class="section__title section__title--mobile">Презентация концепции Городского парка</h2>

              <div class="news-item__wrapper">
                <p>
                  Примите участие в обсуждении и помогите Городскому парку обрести новую жизнь!⁣⁣
                  ⁣⁣⠀⁣⁣⠀
                  Приглашаем неравнодушных жителей Свободного принять участие в финальном общественном семинаре «Презентация концепции Городского парка».⁣⁣⠀⁣⁣⠀
                  ⁣⁣⁣⠀
                  ⁣⁣12 мая (среда), 18:00⁣⁣⠀⁣⁣⠀
                  Актовый зал Мэрии Свободного (ул. 50 лет Октября, 14)
                  ⁣⁣⠀
                  Напоминание и подтверждение формата участия (офлайн или онлайн) придёт Вам на почту или в WhatsApp до 23:59 11 мая!
                  ⁣⁣⠀⁣⁣⠀
                  Участники смогут высказать своё мнение относительно основных проектных решений, а также предложить свои идеи развития пространства.⁣⁣⠀⁣⁣⠀
                  ⁣
                  Для любого формата участия необходимо пройти РЕГИСТРАЦИЮ по ссылке: <a href="https://forms.gle/AzWYpUyguk459y8r5">https://forms.gle/AzWYpUyguk459y8r5</a>
                  ⁣⁣
                  Подтверждение регистрации придёт Вам на почту или в WhatsApp.
                </p>

                <ul>
                  <li>tetes</li>
                  <li>tetes</li>
                  <li>tetes</li>
                </ul>

                <ol>
                  <li>tertre</li>
                  <li>tertre</li>
                  <li>tertre</li>
                </ol>
                ⁣⁣⁣⁣⠀
                <p>
                  Следите за развитием проекта в наших группах в социальных сетях и участвуйте в обсуждениях! Именно вы можете помочь парку обрести новую жизнь!
                </p>
              </div>
              <!-- /.news-item__wrapper -->
            </div>
            <!-- /.col-8 -->

            <div class="col-12 col-lg-4 mb-3 mb-lg-0">
              <div class="news-item__picture">
                <img src="img/page/news-item/image.jpg" alt="" class="news-item__image">
              </div>
              <!-- /.news-item__picture -->
            </div>
            <!-- /.col-4 -->
          </div>
          <!-- /.row -->
        </div>
        <!-- /.news-item__content -->
      </div>
      <!-- /.news-item -->
    </div>
    <!-- /.container -->
  </section>
</main>

<?php include_once('partials/footer.php') ?>